Repository: Doulami/impact-vnext
Catalog: apps/api/src/plugins/frequently-bought-together/dashboard/i18n/*.po
Languages: ar

source: Frequently Bought Together
ar: يتم شراؤها معاً بشكل متكرر

source: Enable Plugin
ar: تفعيل الإضافة

source: Calculate and show product recommendations
ar: حساب وعرض توصيات المنتجات

source: Loading...
ar: جارٍ التحميل...

source: Total Associations
ar: إجمالي الارتباطات

source: Products Covered
ar: المنتجات المشمولة

source: Avg per Product
ar: المتوسط لكل منتج

source: Time Window
ar: الفترة الزمنية

source: Min Orders
ar: الحد الأدنى للطلبات

source: Max Recommendations
ar: الحد الأقصى للتوصيات

source: Last Calculation
ar: آخر حساب

source: Never
ar: أبداً

source: Edit Settings
ar: تعديل الإعدادات

source: Calculate Now
ar: احسب الآن

source: Calculating...
ar: جارٍ الحساب...

source: Analysis Time Window (days)
ar: فترة تحليل (أيام)

source: How far back to analyze order history
ar: المدة الزمنية لتحليل سجل الطلبات

source: Min Co-occurrences
ar: الحد الأدنى للتكرارات المشتركة

source: Scoring Weights (always sum to 100%)
ar: أوزان التقييم (مجموعها دائماً 100%)

source: Frequency
ar: التكرار

source: Recency
ar: الحداثة

source: Value
ar: القيمة

source: Total: {0}%
ar: المجموع: {0}%

source: Display Locations
ar: مواقع العرض

source: PDP - Related Section
ar: PDP - قسم المنتجات ذات الصلة

source: PDP - Under Add to Cart
ar: PDP - تحت إضافة إلى السلة

source: Cart Page
ar: صفحة السلة

source: Checkout Page
ar: صفحة الدفع

source: Fallback to Related Products
ar: الرجوع إلى المنتجات ذات الصلة

source: Show related products when insufficient associations
ar: عرض المنتجات ذات الصلة عند عدم كفاية الارتباطات

source: Save Settings
ar: حفظ الإعدادات

source: Saving...
ar: جارٍ الحفظ...

source: Cancel
ar: إلغاء

source: Product Associations Report
ar: تقرير ارتباطات المنتجات

source: Analytics and insights about frequently bought together recommendations
ar: تحليلات ورؤى حول توصيات المنتجات المشتراة معاً

source: Loading analytics...
ar: جارٍ تحميل التحليلات...

source: Status
ar: الحالة

source: Active
ar: نشط

source: Disabled
ar: معطل

source: Timestamp
ar: الطابع الزمني

source: Duration
ar: المدة

source: Associations Created
ar: الارتباطات المنشأة

source: Configuration
ar: التكوين

source: Scoring Weights
ar: أوزان التقييم
