{
  "activity": {
    "abattre des arbres de grande taille": 8.3,
    "abattre des arbres de taille moyenne à petite": 5.3,
    "accordéon, assis": 1.8,
    "accrobranches, éléments multiples": 4.0,
    "aciérie, effort modéré (par ex. ébarber, forger, retourner des moules)": 5.3,
    "aciérie, effort vigoureux (par ex. laminer à la main, laminer des aciers marchands, enlever des scories, alimenter un four)": 8.3,
    "activités de cuisine, en général (par ex. cuisiner, laver la vaisselle, nettoyer), effort modéré": 3.3,
    "activités de plomberie": 3.0,
    "activités de repos/réunions de famille impliquant de jouer avec des enfants": 3.0,
    "activités de repos/réunions de famille impliquant de s'asseoir, de se détendre, de parler et de manger": 1.8,
    "activités liées à la pêche, recherche de vers, avec une pelle": 4.3,
    "activités physiques néozélandaises (par ex. Haka Powhiri, Moteatea, Waita Tira, Whakawatea, etc.), général, effort modéré": 5.3,
    "activités physiques néozélandaises (par ex. Haka, Taiahab), général, effort vigoureux": 6.8,
    "admirer les oiseaux, marche lente": 2.5,
    "aérobic aquatique, gymnastique suédoise aquatique": 5.5,
    "aérobic aquatique, gymnastique suédoise aquatique, exercices dans l’eau": 5.3,
    "aérobic danse avec des lests de 4,5-7 kg": 10.0,
    "aérobic, faible impact": 5.0,
    "aérobic, fort impact": 7.3,
    "aérobic, général": 7.3,
    "aérobic, step, avec un step de 10 cm": 5.5,
    "aérobic, step, avec un step de 15-20 cm": 7.5,
    "aérobic, step, avec un step de 25-30 cm": 9.5,
    "affûter des outils": 2.0,
    "agent de bord d'avion": 3.0,
    "agriculture, alimenter de petits animaux": 3.5,
    "agriculture, alimenter le bétail, les chevaux": 4.3,
    "agriculture, conduites (par ex. conduire un tracteur ou une moissonneuse)": 2.8,
    "agriculture, effort léger (par ex. nettoyer des déjections animales, préparer de la nourriture pour animaux)": 2.0,
    "agriculture, effort modéré (par ex. nourrir des animaux, regrouper du bétail à pied et/ou cheval, épandre du fumier, récolter des cultures)": 4.8,
    "agriculture, effort vigoureux (par ex. fabriquer des bottes de foin, nettoyer une grange)": 7.8,
    "agriculture, riz, plantation, activités de traitement du grain": 3.8,
    "agriculture, s'occuper des animaux (par ex. toilettage, brossage, tonte des moutons, aide à la mise bas, soins médicaux, marquage), général": 4.5,
    "agriculture, traire à la machine, effort léger": 1.3,
    "agriculture, traire à la main, nettoyage des seaux, effort modéré": 3.5,
    "agriculture, transporter de l'eau pour les animaux, transporter de l'eau en général": 4.3,
    "allaiter, assise ou allongée": 2.0,
    "aller à la selle assis": 1.8,
    "arroser la pelouse ou le jardin, debout ou en marchant": 1.5,
    "arroser les plantes": 2.5,
    "arts martiaux, différents types, rythme lent, débutants, entraînement": 5.3,
    "arts martiaux, différents types, rythme modéré (par ex. judo, ju-jitsu, karaté, kick-boxing, taekwondo, tai-bo, boxe thaïe)": 10.3,
    "athlétisme (par ex. lancer de poids, lancer de disque, lancer de marteau)": 4.0,
    "athlétisme (par ex. saut en hauteur, saut en longueur, triple saut, lancer de javelot, saut à la perche)": 6.0,
    "athlétisme (par ex. steeple, course de haies)": 10.0,
    "badminton, compétition (code Taylor 450)": 7.0,
    "badminton, double ou simple, général": 5.5,
    "bain à remous, position assise": 1.3,
    "balayer le garage, le trottoir ou l'extérieur de la maison": 4.0,
    "ballet, moderne ou jazz, général, répétition ou cours": 5.0,
    "ballet, moderne ou jazz, représentation, effort vigoureux": 6.8,
    "ballon d’exercice thérapeutique, exercice au Fitball": 2.8,
    "ballon-balai": 7.0,
    "basket-ball, arbitrage (code Taylor 500)": 7.0,
    "basket-ball, exercices, entraînement": 9.3,
    "basket-ball, fauteuil roulant": 7.8,
    "basket-ball, général": 6.5,
    "basket-ball, hors match, général (code Taylor 480)": 6.0,
    "basket-ball, match (code Taylor 490)": 8.0,
    "basket-ball, tir au panier": 4.5,
    "bateau à aubes": 4.0,
    "batterie, assis": 3.8,
    "beach-volley, dans le sable": 8.0,
    "billard": 2.5,
    "blanchisseur": 3.3,
    "boulangerie, effort léger": 2.0,
    "boulangerie, général, effort modéré": 4.0,
    "boulingrin, pétanque, activité extérieure": 3.3,
    "bowling (code Taylor 390)": 3.0,
    "bowling, en intérieur, piste de bowling": 3.8,
    "boxe, entraînement (sparring-partner)": 7.8,
    "boxe, sac de frappe": 5.5,
    "boxe, sur ring, général": 12.8,
    "brouetter, pousser un chariot ou une brouette de jardinage": 5.5,
    "câblage, dériver-connecter": 3.3,
    "calfeutrer, hors cabane": 4.5,
    "calfeutrer, isoler une cabane en bois": 5.0,
    "camion, conduire un camion de livraison, un taxi, un bus navette, un bus scolaire": 2.0,
    "canaux d'irrigation, ouvrir et fermer des barrages": 4.0,
    "canoë, pagayer à 3,2-4,8 km/h, effort léger": 2.8,
    "canoë, pagayer à 6,4-8 km/h, effort modéré": 5.8,
    "canoë, pagayer pour le plaisir, général (code Taylor 250)": 3.5,
    "canoë, pagayer, compétition, en équipe ou en couple (code Taylor 260)": 12.0,
    "canoë, pagayer, kayak, compétition, > 9,65 km/h, effort vigoureux": 12.5,
    "canoë, pendant une randonnée avec camping (code Taylor 270)": 4.0,
    "canoë, portage": 7.0,
    "canoë, récolte de riz sauvage en faisant tomber le riz des tiges": 3.3,
    "charger/décharger une voiture impliquant de la marche": 3.5,
    "charpenterie, général, effort léger": 2.5,
    "charpenterie, général, effort lourd ou vigoureux": 7.0,
    "charpenterie, général, effort modéré": 4.3,
    "charrette à cheval, conduire, être debout ou assis": 1.8,
    "chasse au gros gibier à partir d'une voiture, un avion ou un bateau": 2.0,
    "chasse au gros gibier, depuis une cache, peu de marche": 2.5,
    "chasse au gros gibier, en traînant la carcasse": 11.3,
    "chasse aux gros animaux marins": 4.0,
    "chasse, arc et flèches ou arbalète": 2.5,
    "chasse, canard, échassier": 2.5,
    "chasse, cerf, élan, gros gibier (code Taylor 170)": 6.0,
    "chasse, cochons sauvages": 3.3,
    "chasse, faisans ou tétras (code Taylor 680)": 6.0,
    "chasse, général": 5.0,
    "chasse, lapin, écureuil, tétra des prairies, raton laveur, petit gibier (code Taylor 690)": 5.0,
    "chasse, oiseaux": 3.3,
    "chasse, randonnée avec équipement de chasse": 9.5,
    "chasse, roussette, écureuil": 3.0,
    "cheval, nourrir, abreuver, nettoyer des stalles, impliquant de marcher et porter des charges": 4.3,
    "cirage des sols, debout, marche lente, avec une cireuse électrique": 4.5,
    "claquettes": 4.8,
    "coiffeur (par ex. tresser des cheveux, manucurer, maquiller)": 1.8,
    "collecte d’ordures, marcher, verser des conteneurs dans un camion": 4.0,
    "combinaison jogging/marche (composant jogging inférieur à 10 minutes) (code Taylor 180)": 6.0,
    "combinaison marcher/arrêt debout, à des fins bénévoles": 3.0,
    "combinaison marcher/se tenir debout à des fins religieuses, placer l'assistance": 2.0,
    "conduire un camion, un semi-remorque, un tracteur > 1 tonne ou un bus": 2.5,
    "conduire un tracteur": 2.8,
    "conduire une souffleuse à neige": 3.0,
    "conduire une voiture ou un camion léger (hors semi-remorque)": 2.5,
    "conduite de camion, chargement et déchargement du camion, arrimage de la charge, marcher en portant des charges lourdes": 6.5,
    "confection, coudre à la machine": 2.5,
    "confection, coudre à la main": 1.8,
    "confection, coupe de tissu": 2.3,
    "confection, général": 2.5,
    "confection, pressing": 3.5,
    "confection, tissage, effort modéré (par ex. opérations de filage et tissage, apporter des boîtes de fil aux filateurs, chargement d’ensouple de chaîne,\nbobinage, ourdissage, découpe de tissu)": 4.0,
    "confection, tisser, effort léger (par ex. opérations de finition, lavage, teinture, visite, métrage, paperasse)": 2.0,
    "construction de routes, conduire des machines lourdes": 6.0,
    "construction de routes, gérer la circulation, debout": 2.0,
    "construction, à l'extérieur, rénovation, structures nouvelles (par ex. réparation de toit, divers)": 4.0,
    "contrebasse, debout": 2.5,
    "copier des documents, debout": 1.5,
    "cor, debout": 1.8,
    "corde à sauter, général": 12.3,
    "corde à sauter, rythme lent, < 100 sauts/min, saut de 60 cm, saut rythmé": 8.8,
    "corde à sauter, rythme modéré, 100-120 sauts/min, général, saut de 60 cm, saut simple": 11.8,
    "corde à sauter, rythme rapide, 120-160 sauts/min": 12.3,
    "cordonnerie, général": 2.0,
    "coudre à la machine": 2.8,
    "couper du bois, fendre des bûches, effort modéré": 4.5,
    "couper du bois, fendre des bûches, effort vigoureux": 6.3,
    "courir (code Taylor 200)": 8.0,
    "courir à 10.8 km/h (5,5 min/km)": 10.5,
    "courir à 11,25 km/h (5,3 min/km)": 11.0,
    "courir à 12 km/h (5 min/km)": 11.5,
    "courir à 12,9 km/h (4,65 min/km)": 11.8,
    "courir à 13,8 km/h (4,3 min/km)": 12.3,
    "courir à 14,5 km/h (4,1 min/km)": 12.8,
    "courir à 16 km/h (3,75 min/km)": 14.5,
    "courir à 17,7 km/h (3,4 min/km)": 16.0,
    "courir à 19,3 km/h (3,1 min/km)": 19.0,
    "courir à 20,9 km/h (2,9 min/km)": 19.8,
    "courir à 22,5 km/h (2,66 min/km)": 23.0,
    "courir à 6,5 km/h (9 min/km)": 6.0,
    "courir à 8 km/h (7,5 min/km)": 8.3,
    "courir à 8,4 km/h (7,3 min/km)": 9.0,
    "courir à 9,6 km/h (6,25 min/km)": 9.8,
    "courir, cross": 9.0,
    "courir, entraînement, pousser un fauteuil roulant ou landau": 8.0,
    "courir, escaliers, montée": 15.0,
    "courir, marathon": 13.3,
    "courir, sur une piste, entraînement d’équipe": 10.0,
    "cours d’exercices (par ex. aérobic, aquagym)": 6.8,
    "cours de step sur banc, général": 8.5,
    "course de chevaux, galop": 7.3,
    "course de chevaux, pas": 3.8,
    "course de chevaux, trot": 5.8,
    "course de dragster, pousser ou conduire une voiture": 6.0,
    "course de voiture, monoplace": 8.5,
    "course d'orientation": 9.0,
    "creuser un bac à sable, pelleter du sable": 5.0,
    "creuser un garage": 5.0,
    "creuser, bêcher, garnir le jardin, composter (code Taylor 590)": 5.0,
    "creuser, bêcher, garnir le jardin, composter, effort léger à modéré": 3.5,
    "creuser, bêcher, garnir le jardin, composter, effort vigoureux": 7.8,
    "cricket, frappe, service, défense": 4.8,
    "croquet": 3.3,
    "crosse": 8.0,
    "cueillir des fruits sur les arbres, ramasser des fruits/légumes, effort modéré": 3.5,
    "cueillir des fruits, glaner des fruits, ramasser des fruits/légumes, monter une échelle pour cueillir des fruits, effort vigoureux": 4.5,
    "cuisiner du pain indien dans un four d'extérieur": 3.0,
    "cuisiner ou préparer des repas – position debout ou assise ou en général (non classé en composants debout/marche), appareils manuels, effort\nléger": 2.0,
    "cuisiner ou préparer des repas, effort modéré": 3.5,
    "cuisiner ou préparer des repas, marcher": 2.5,
    "cuisiner, chef": 2.5,
    "cuisinière": 3.0,
    "curling": 4.0,
    "cyclisme, <16 km/h, loisirs, pour aller au travail ou pour le plaisir (code Taylor 115)": 4.0,
    "cyclisme, > 32 km/h, course, sans aspiration": 15.8,
    "cyclisme, 16-19,2 km/h, loisirs, rythme lent, effort léger": 6.8,
    "cyclisme, 19,3 km/h, assis, mains sur les cocottes de frein ou en bas du guidon, 80 tr/min": 8.5,
    "cyclisme, 19,3 km/h, en danseuse, mains sur les cocottes de frein, 60 tr/min": 9.0,
    "cyclisme, 19,3-22,4 km/h, loisirs, effort modéré": 8.0,
    "cyclisme, 22,5-25,6 km/h, course ou loisirs, rythme rapide, effort vigoureux": 10.0,
    "cyclisme, 25,7-30,6 km/h, course/sans aspiration ou > 30,6 km/h avec aspiration, rythme très rapide, course générale": 12.0,
    "cyclisme, BMX": 8.5,
    "cyclisme, en montagne, en compétition, en course": 16.0,
    "cyclisme, en montagne, en montée, effort vigoureux": 14.0,
    "cyclisme, en montagne, général": 8.5,
    "cyclisme, général": 7.5,
    "cyclisme, loisir, 15 km/h": 5.8,
    "cyclisme, loisir, 9 km/h": 3.5,
    "cyclisme, pour aller/revenir du travail, à son rythme": 6.8,
    "cyclisme, sur terre ou route de campagne, rythme modéré": 5.8,
    "cyclisme, vélo d’appartement, cardiovélo": 8.5,
    "cyclisme, vélo d'appartement, 101-160 watts, effort vigoureux": 8.8,
    "cyclisme, vélo d'appartement, 161-200 watts, effort vigoureux": 11.0,
    "cyclisme, vélo d'appartement, 201-270 watts, effort très vigoureux": 14.0,
    "cyclisme, vélo d'appartement, 30-50 watts, effort très léger à léger": 3.5,
    "cyclisme, vélo d'appartement, 51-89 watts, effort léger à modéré": 4.8,
    "cyclisme, vélo d'appartement, 90-100 watts, effort modéré à vigoureux": 6.8,
    "cyclisme, vélo d'appartement, général": 7.0,
    "danse à clochettes Anishinaabe": 5.5,
    "danse caribéenne (Abakua, Beguine, Bellair, Bongo, Brukin's, quadrille caribéen, Dinki Mini, Gere, Gumbay, Ibo, Jonkonnu, Kumina, Oreisha, Jambu)": 3.5,
    "danse de salon, en compétition, général": 11.3,
    "danse de salon, lente (par ex. valse, fox-trot, slow, samba, tango, danse du XIXème siècle, mambo, cha-cha)": 3.0,
    "danse de salon, rapide (code Taylor 125)": 5.5,
    "danse ethnique ou culturelle (par ex. grecque, moyen-orientale, hula, salsa, merengue, bamba y plena, flamenco, danse du ventre et swing)": 4.5,
    "danse générale (par ex. disco, folk, gigue irlandaise à claquettes, danse de groupe, polka, contra, country)": 7.8,
    "déblayer la neige à la pelle, à la main, effort modéré": 5.3,
    "déblayer la neige à la pelle, à la main, effort vigoureux": 7.5,
    "débroussailler, éclaircir un jardin, effort modéré": 3.5,
    "débroussailler, sous-bois ou terrain, porter des branches, tirer une brouette, effort vigoureux": 6.3,
    "décaper et peindre un voilier ou un hors-bord": 4.5,
    "découper et fumer du poisson, sécher du poisson ou de la viande": 2.3,
    "deltaplane": 3.5,
    "dépecer des animaux, grands, effort vigoureux": 6.0,
    "dépecer des animaux, petits": 3.0,
    "déplacer des meubles, des objets, porter des cartons": 5.8,
    "déplacer, porter ou pousser des objets lourds, 34 kg ou plus (par ex. bureaux, déménagement), périodes actives uniquement": 7.5,
    "déplacer, soulever des charges légères": 5.0,
    "descendre des escaliers": 3.5,
    "descendre en chambre à air, flotter sur une rivière, général": 2.3,
    "désherber, cultiver le jardin (code Taylor 580)": 4.5,
    "désherber, cultiver le jardin, avec une houe, effort modéré à vigoureux": 5.0,
    "désherber, cultiver le jardin, effort léger à modéré": 3.5,
    "dessiner, écrire, peindre, debout": 1.8,
    "diriger un orchestre, debout": 2.3,
    "dormir": 1.0,
    "employé d'un magasin de décor, acteur de théâtre, technicien de coulisses": 3.0,
    "entraînement en circuit, avec des haltères, comprenant des mouvements d'aérobic avec un temps de repos minimal, général, effort vigoureux": 8.0,
    "entraînement en circuit, effort modéré": 4.3,
    "entraînement en résistance (à une masse), exercices multiples, 8-15 répétitions à des résistances variées": 3.5,
    "entraînement en résistance (à une masse), squats, effort lent ou explosif": 5.0,
    "entraînement en résistance (haltérophilie, poids libre, nautilus ou universel), force athlétique ou body-building, effort vigoureux (code Taylor 210)": 6.0,
    "entraîner, football, football américain, basketball, baseball, natation, etc.": 4.0,
    "entraîner, jouer activement à un sport avec des joueurs": 8.0,
    "époussetage ou cirage des meubles, général": 2.3,
    "équitation, général": 5.5,
    "équitation, pas": 3.8,
    "équitation, petit ou grand galop": 7.3,
    "équitation, saut d’obstacles": 9.0,
    "équitation, trot": 5.8,
    "escalade, descente en rappel": 5.0,
    "escalade, varappe (code Taylor 470) (ancien code = 17120)": 8.0,
    "escalade, varappe, difficulté faible à modérée": 5.8,
    "escalade, varappe, grande difficulté": 7.5,
    "escrime": 6.0,
    "étaler de la terre à l'aide d'une pelle": 5.0,
    "être à genoux à l'église ou à la maison, prier": 1.3,
    "être allongé avec un bébé": 1.5,
    "être allongé en silence et regarder la télévision": 1.0,
    "être allongé en silence sans rien faire, être allongé dans un lit sans dormir, écouter de la musique (sans parler ni lire)": 1.3,
    "être allongé, écrire": 1.3,
    "être allongé, lire": 1.3,
    "être allongé, parler ou parler au téléphone": 1.3,
    "être assis à l'église, parler ou chanter, assister à une cérémonie, être assis, participation active": 1.8,
    "être assis à l'église, pendant la messe, assister à une cérémonie, être assis en silence": 1.3,
    "être assis à un bureau, la tête dans les mains": 1.3,
    "être assis en silence et regarder la télévision": 1.3,
    "être assis en silence, général": 1.3,
    "être assis en silence, s’agiter, général, agiter les mains": 1.5,
    "être assis lors d'un événement sportif, spectateur": 1.5,
    "être assis, agiter les pieds": 1.8,
    "être assis, arts et artisanat, sculpture sur bois, tissage, filage de la laine, effort léger": 1.8,
    "être assis, arts et artisanat, sculpture sur bois, tissage, filage de la laine, effort modéré": 3.0,
    "être assis, écouter de la musique (sans parler ni lire), regarder un film au cinéma": 1.5,
    "être assis, écrire, faire du travail de bureau, taper sur un clavier": 1.3,
    "être assis, en classe, général, y compris prendre des notes ou discuter en classe": 1.8,
    "être assis, enseigner le stretching ou le yoga, ou cours d’exercices légers": 2.8,
    "être assis, étudier, général, y compris lire et/ou écrire, effort léger": 1.3,
    "être assis, fumer": 1.3,
    "être assis, jouer à des jeux vidéo traditionnels, jeux d'ordinateur": 1.0,
    "être assis, jouer avec des animaux, effort léger, périodes actives uniquement": 2.5,
    "être assis, jouer avec un/des enfant(s), effort léger, périodes actives uniquement": 2.2,
    "être assis, jouer d'un instrument à l'église": 2.0,
    "être assis, lire des textes religieux à la maison": 1.3,
    "être assis, lire un livre, un journal, etc.": 1.3,
    "être assis, parler en face à face, au téléphone, à l’ordinateur ou envoyer des messages textuels, effort léger": 1.5,
    "être assis, réunion, général, et/ou impliquant une discussion": 1.5,
    "être assis, réunions, effort léger, général, et/ou impliquant une discussion (par ex. déjeuner d'affaires)": 1.5,
    "être assis, s'occuper d'enfants, périodes actives uniquement": 2.0,
    "être assis, travail de bureau léger, général": 1.5,
    "être assis, travail modéré": 2.5,
    "être debout à l'église (en silence), assister à une cérémonie": 1.3,
    "être debout en silence, être dans une file d'attente": 1.3,
    "être debout, arts et artisanat, peinture sur sable, sculpture, tissage, effort léger": 2.5,
    "être debout, arts et artisanat, peinture sur sable, sculpture, tissage, effort modéré": 3.3,
    "être debout, arts et artisanat, peinture sur sable, sculpture, tissage, effort vigoureux": 3.5,
    "être debout, baigner le chien": 3.5,
    "être debout, chanter à l'église, assister à une cérémonie, être debout, participation active": 2.0,
    "être debout, divers": 2.5,
    "être debout, effort léger (par ex. barman, employé de magasin, assemblage, remplissage, reproduction, bibliothécaire, installer un sapin de Noël, être debout et parler au travail, changer de vêtements lors de l'enseignement de l'éducation physique, debout)": 3.0,
    "être debout, effort léger/modéré (par ex. assembler/réparer des pièces lourdes, souder, stocker des pièces, réparer des automobiles, être debout,\nemballer des objets, soins infirmiers à des patients)": 3.0,
    "être debout, effort modéré (soulever 22,5kg, assembler à un rythme rapide)": 3.5,
    "être debout, effort modéré (soulever des objets lourds, assembler à un rythme rapide)": 3.5,
    "être debout, effort modéré à important, travail manuel, soulevez des charges ≥ 22,5 kg, maintenance lourde": 4.5,
    "être debout, effort modéré, levage intermittent de 23 kg, nouer/lover des cordages": 3.5,
    "être debout, effort modéré, soulever des articles en permanence, 5–10 kg, avec une marche limitée ou sur place": 4.5,
    "être debout, effort modéré/important (par ex. soulever plus de 23 kg, maçonner, peindre, tapisser)": 4.5,
    "être debout, emballer/déballer des cartons, soulever occasionnellement des objets légers, charger ou décharger des articles dans la voiture, effort\nmodéré": 3.5,
    "être debout, jouer avec des animaux, effort léger, périodes actives uniquement": 2.8,
    "être debout, jouer avec un/des enfant(s), effort léger, périodes actives uniquement": 2.8,
    "être debout, lire": 1.8,
    "être debout, parler à l'église": 1.8,
    "être debout, parler en face à face, au téléphone, à l’ordinateur ou envoyer des messages textuels, effort léger": 1.8,
    "être debout, porter un enfant": 2.0,
    "être debout, s’agiter": 1.8,
    "être debout, se préparer à aller au lit, général": 2.3,
    "être debout, s'occuper d'enfants, périodes actives uniquement": 3.0,
    "être debout, tâches à effort léger (faire le plein d'essence, changer une ampoule, etc.)": 2.0,
    "être debout, travail léger (remplissage, discussion, assemblage)": 2.3,
    "être debout, travail léger/modéré (par ex. faire des cartons, assembler/réparer, installer des chaises/meubles)": 3.0,
    "être debout, travail modéré/vigoureux": 4.5,
    "exercice à la maison, général": 3.8,
    "exercice de club de remise en forme, cours de conditionnement": 7.8,
    "exercice de club de remise en forme, général (code Taylor 160)": 5.5,
    "exercice de club de remise en forme, général, gym/musculation en une même séance": 5.0,
    "exercices CurvesTM chez les femmes": 3.5,
    "exercices de gymnastique en vidéo, programmes TV de remise en forme (par ex. entraînement cardio-pulmonaire), effort modéré": 4.0,
    "exercices de gymnastique en vidéo, programmes TV de remise en forme (par ex. entraînement cardio-pulmonaire), effort vigoureux": 6.0,
    "exercices de gymnastique en vidéo, programmes TV de remise en forme (par ex. yoga, stretching), effort léger": 2.3,
    "exercices de tir, agenouillé ou en position debout": 2.5,
    "exercices de tir, position couchée": 2.3,
    "exercices du haut du corps, ergomètre à bras": 2.8,
    "exercices du haut du corps, vélo d’appartement – Airdyne (bras uniquement) 40 tr/min, effort modéré": 4.3,
    "extraction de charbon, général": 5.5,
    "extraction de charbon, montage des supports": 5.0,
    "extraction de charbon, pelleter le charbon": 6.3,
    "extraction de charbon, perforation du charbon, de la roche": 5.3,
    "faire des courses alimentaires avec ou sans chariot, debout ou en marchant": 2.3,
    "faire des courses non-alimentaires avec ou sans chariot, debout ou en marchant": 2.3,
    "faire du camping impliquant d'être debout, de marcher, d'être assis, effort léger à modéré": 2.5,
    "faire la lessive, pendre du linge, laver des vêtements à la main, effort modéré": 4.0,
    "faire la lessive, plier ou étendre des vêtements, mettre des vêtements au lave-linge ou au sèche-linge, faire une valise, laver des vêtements à la\nmain, impliquant d'être debout, effort léger": 2.0,
    "faire la lessive, ranger des vêtements, rassembler des vêtements pour les ranger, ranger du linge propre, impliquant de marcher": 2.3,
    "faire la vaisselle, débarrasser les plats de la table, marcher, effort léger": 2.5,
    "faire la vaisselle, debout ou en général (non classé en composants debout/marche)": 1.8,
    "faire la vaisselle, nettoyer la cuisine à l'église": 3.3,
    "faire le lit, changer les draps": 3.3,
    "faire un feu": 2.5,
    "faire une louange en dansant ou en courant, danse spirituelle dans l'église": 5.0,
    "fanfare, jouer d'un instrument, marcher, rythme soutenu, général": 5.5,
    "fanfare, majorette, marcher, rythme modéré, général": 4.0,
    "fanfare, tambour-major, marcher": 3.5,
    "femme de chambre, concierge d'hôtel, faire le lit, nettoyer une salle de bains, pousser un chariot": 4.0,
    "fléchettes, mur ou gazon": 2.5,
    "flûte, assis": 2.0,
    "footbag": 4.0,
    "football américain ou baseball, jeu de balle": 2.5,
    "football américain, compétition": 8.0,
    "football américain, touch, flag, effort léger": 4.0,
    "football américain, touch, flag, général (code Taylor 510)": 8.0,
    "football, compétition": 10.0,
    "football, loisirs, général (code Taylor 540)": 7.0,
    "foresterie, couper du bois à la hache, lentement, hache de 1,25 kg, 19 coups/minute, effort modéré": 5.0,
    "foresterie, couper du bois à la hache, très vite, hache de 1,25 kg, 51 coups/minute, effort violent": 17.5,
    "foresterie, couper du bois à la hache, vite, hache de 1,25 kg, 35 coups/minute, effort vigoureux": 8.0,
    "foresterie, effort modéré (par ex. scier du bois à la tronçonneuse, désherber, biner)": 4.5,
    "foresterie, effort vigoureux (par ex. écorcer, abattre ou élaguer des arbres, porter ou empiler des buches, planter des semences, scier du bois à la main)": 8.0,
    "frisbee, général": 3.0,
    "frisbee, ultimate": 8.0,
    "général, effort modéré": 1.8,
    "gestionnaire, propriété": 1.8,
    "golf, avec un chariot électrique (code Taylor 070)": 3.5,
    "golf, général": 4.8,
    "golf, marcher, porter des clubs": 4.3,
    "golf, marcher, tirer des clubs": 5.3,
    "golf, minigolf, practice": 3.0,
    "guitare, classique, folk, assis": 2.0,
    "guitare, groupe de rock and roll, debout": 3.0,
    "gymnastique suédoise (par ex. pompes, abdominaux, tractions, sauts en écart), effort vigoureux": 8.0,
    "gymnastique suédoise (par ex. pompes, redressements assis, fentes), effort modéré": 3.8,
    "gymnastique suédoise (par ex. redressements assis, abdominaux), effort léger": 2.8,
    "gymnastique suédoise, effort léger à modéré, général (par ex. exercices pour le dos), monter et descendre les escaliers (code Taylor 150)": 3.5,
    "gymnastique, général": 3.8,
    "handball, équipe": 8.0,
    "handball, général (code Taylor 520)": 12.0,
    "hockey sur glace, compétition": 10.0,
    "hockey sur glace, général": 8.0,
    "hockey, sur gazon": 7.8,
    "impliquant de marcher, ranger des objets, effort modéré": 3.0,
    "impliquant de marcher/d'être debout – récolter le jardin, effort léger, cueillir des fleurs ou ramasser des légumes": 3.3,
    "impression, travailleur de l'industrie du papier, debout": 2.0,
    "ingénieur (par ex. mécanique ou électrique)": 1.8,
    "instrument à bois, assis": 1.8,
    "jardiner avec des outils motorisés lourds, labourer un jardin, utiliser une tronçonneuse": 5.8,
    "jardiner, avec des conteneurs, personnes de plus de 60 ans": 2.3,
    "jardiner, général, effort modéré": 3.8,
    "jardinier, jardinage, général": 4.0,
    "jeu de palets": 3.0,
    "jeu vidéo réclamant une activité (par ex. Wii Fit), effort léger (par ex. position d’équilibre, yoga)": 2.3,
    "jeu vidéo réclamant une activité (par ex. Wii Fit), effort modéré (par ex. aérobic, résistance)": 3.8,
    "jeu vidéo/d’arcade réclamant une activité (par ex. Exergaming, Dance Dance Revolution), effort vigoureux": 7.2,
    "jeux d’enfants, jeux d’adultes (par ex. marelle, 4-square, ballon prisonnier, équipement de cours de récréation, t-ball, spirobole, billes, jeux\nd'arcade), effort modéré": 5.8,
    "jeux traditionnels d’Alaska, épreuves olympiques esquimaudes, général": 5.5,
    "jogging, général": 7.0,
    "jogging, sur un mini-trampoline": 4.5,
    "jogging, sur-place": 8.0,
    "jokari, compétition": 10.0,
    "jokari, loisirs, général (code Taylor 460)": 6.0,
    "jonglage": 4.0,
    "jouer à des jeux de société, en position assise": 1.5,
    "jouer au casino, debout": 2.5,
    "jouer aux cartes, en position assise": 1.5,
    "jouer aux échecs, en position assise": 1.5,
    "jouer d’un instrument de musique, général": 2.0,
    "kayak, effort modéré": 5.0,
    "kickball": 7.0,
    "lancer de fer à cheval, quoits": 3.0,
    "lavage, debout, effort léger": 2.5,
    "laver et cirer la coque d'un voilier ou un avion": 4.5,
    "laver et cirer une voiture": 2.0,
    "laver une clôture, peindre une clôture, effort modéré": 4.5,
    "longueurs de piscine, nage libre, crawl, rythme lent, effort modéré ou léger": 5.8,
    "longueurs de piscine, nage libre, rythme rapide, effort vigoureux": 9.8,
    "lutte (un match = 5 minutes)": 6.0,
    "machine d'entraînement au ski, général": 6.8,
    "machine elliptique, effort modéré": 5.0,
    "maçonnerie, béton, effort léger": 2.5,
    "maçonnerie, béton, effort modéré": 4.3,
    "majorette, mouvements de gymnastique, compétition": 6.0,
    "manger à l'église": 1.5,
    "manger, assis": 1.5,
    "manger/parler à l'église ou manger debout, fêtes religieuses": 2.0,
    "marche athlétique": 6.5,
    "marche militaire rapide, sans sac": 8.0,
    "marche militaire, vitesse modérée, sans sac": 4.5,
    "marcher à 3 km/h, à plat, rythme lent, sol ferme": 2.8,
    "marcher à 4 km/h, à plat, sol ferme": 3.0,
    "marcher à 4 km/h, en descente": 3.3,
    "marcher à 4 km/h, rythme lent, en portant des objets pesant moins de 11 kg": 3.5,
    "marcher à 4,5-5 km/h, à plat, rythme modéré, sol ferme": 3.5,
    "marcher à 4,5-5 km/h, sur le plat, rythme modéré, sol ferme": 3.5,
    "marcher à 4,5-5,5 km/h, en montée de 1 à 5 %": 5.3,
    "marcher à 4,5-5,5 km/h, en montée de 6-15 %": 8.0,
    "marcher à 5 km/h, rythme modéré, en portant des objets légers de moins de 11 kg": 4.5,
    "marcher à 5 km/h, rythme modéré, en portant des objets pesant moins de 11 kg, en poussant quelque chose": 4.5,
    "marcher à 5 km/h, rythme modéré, sans rien porter": 3.5,
    "marcher à 5,5 km/h, à plat, rythme rapide, sol ferme, marcher pour faire de l'exercice": 4.3,
    "marcher à 5,5 km/h, rythme rapide, sans rien porter": 4.3,
    "marcher à 6 km/h, rythme rapide, en portant des objets pesant moins de 11 kg": 4.8,
    "marcher à 6,5 km/h, à plat, sol ferme, rythme très rapide": 5.0,
    "marcher à 7 km/h, à plat, sol ferme, rythme extrêmement rapide": 7.0,
    "marcher à 8 km/h, à plat, sol ferme": 8.3,
    "marcher à 8 km/h, en montée de 3 %": 9.8,
    "marcher à la maison": 2.0,
    "marcher à moins de 3 km/h, à plat, flâner, rythme très lent": 2.0,
    "marcher à moins de 3 km/h, rythme très lent": 2.0,
    "marcher à un rythme normal, dans un champ labouré ou dans du sable": 4.5,
    "marcher au travail à 5 km/h, dans un bureau, rythme modéré, sans rien porter": 3.5,
    "marcher au travail à 6 km/h, dans un bureau, rythme rapide, sans rien porter": 4.3,
    "marcher au travail, à 3 km/h, rythme lent, en portant des objets légers pesant moins de 11 kg": 3.5,
    "marcher au travail, à moins de 3,5 km/h, dans un bureau ou laboratoire, rythme très lent": 2.0,
    "marcher dans l’eau, effort léger, rythme lent": 2.5,
    "marcher dans l’eau, effort modéré, rythme modéré": 4.5,
    "marcher dans l’eau, effort vigoureux, rythme soutenu": 6.8,
    "marcher dans l'église": 2.0,
    "marcher dans l'herbe": 4.8,
    "marcher de la maison à la voiture ou au bus, de la voiture ou du bus vers d'autres endroits, de la voiture ou du bus vers et depuis le lieu de travail": 2.5,
    "marcher et porter un petit enfant de 7 kg ou plus": 3.0,
    "marcher et porter un petit enfant de moins de 7 kg": 2.3,
    "marcher ou descendre des escaliers ou se tenir debout en portant des objets pesant de 11 à 22 kg": 5.0,
    "marcher ou descendre des escaliers ou se tenir debout en portant des objets pesant de 22 à 33 kg": 6.5,
    "marcher ou descendre des escaliers ou se tenir debout en portant des objets pesant de 33 à 45 kg": 7.5,
    "marcher ou descendre des escaliers ou se tenir debout en portant des objets pesant de 45 kg ou plus": 8.5,
    "marcher pour aller au travail ou à l'école (code Taylor 015)": 4.0,
    "marcher pour l’exercice à 5,5-6,5 km/h avec des bâtons de ski, marche nordique, à plat, rythme modéré": 4.8,
    "marcher pour l’exercice à 8 km/h avec des bâtons de ski, marche nordique, à plat, rythme rapide": 9.5,
    "marcher pour l’exercice avec des bâtons de ski, marche nordique, en montée": 6.8,
    "marcher pour le plaisir (code Taylor 010)": 3.5,
    "marcher pour le plaisir, pause de travail": 3.5,
    "marcher vers et depuis une dépendance": 2.5,
    "marcher vers la maison du voisin ou la maison familiale dans un but social": 2.5,
    "marcher, à 4 km/h, rythme lent, en portant des objets lourds de plus de 11 kg": 3.8,
    "marcher, appliquer de l'engrais ou ensemencer une pelouse, distributeur roulant": 3.0,
    "marcher, en arrière à 5,5 km/h, en montée de 5%": 8.0,
    "marcher, en arrière, 5,5 km/h, à plat": 6.0,
    "marcher, pousser un fauteuil roulant": 3.5,
    "marcher, ranger des affaires au travail, se préparer à partir": 3.0,
    "marcher, ranger des outils de jardinage": 3.0,
    "marcher, tâches à effort modéré, hors nettoyage (se préparer à sortir, fermer/verrouiller les portes, fermer les fenêtres, etc.)": 3.5,
    "marcher/courir, jouer avec des animaux, effort modéré, périodes actives uniquement": 4.0,
    "marcher/courir, jouer avec des animaux, effort vigoureux, périodes actives uniquement": 5.0,
    "marcher/courir, jouer avec des animaux, général, effort léger, périodes actives uniquement": 3.0,
    "marcher/courir, jouer avec des enfants, effort vigoureux, périodes actives uniquement": 5.8,
    "marcher/courir, jouer avec les enfants, effort modéré, périodes actives uniquement": 3.5,
    "marcher/courir, jouer avec un/des enfant(s), effort modéré, périodes actives uniquement": 3.5,
    "marcher/courir, jouer avec un/des enfant(s), effort vigoureux, périodes actives uniquement": 5.8,
    "massothérapeute, debout": 4.0,
    "méditer": 1.0,
    "menuiserie, extérieur de la maison, construire une clôture": 3.8,
    "menuiserie, extérieur de la maison, installer des gouttières, construire une clôture (code Taylor 640)": 6.0,
    "menuiserie, finition ou restauration de meubles": 3.3,
    "menuiserie, général, atelier (code Taylor 620)": 3.0,
    "menuiserie, scier du bois de feuillus": 6.0,
    "menuiserie, travaux de rénovation résidentielle, effort léger": 2.3,
    "menuiserie, travaux de rénovation résidentielle, effort modéré": 4.0,
    "mettre en sac de l'herbe, des feuilles": 4.0,
    "mode actif, effort vigoureux": 2.8,
    "mode passif, effort léger, baisers, embrassades": 1.3,
    "monocyclisme": 5.0,
    "montée de charges modérées dans des escaliers, transport de cartons (11-22 kg)": 8.0,
    "monter des escaliers, rythme lent": 4.0,
    "monter des escaliers, rythme rapide": 8.8,
    "monter des escaliers, utiliser ou monter sur une échelle (code Taylor 030)": 8.0,
    "moto des neiges, conduire, effort modéré": 3.5,
    "moto des neiges, passager": 2.0,
    "moto-cross, sports automobiles sur circuit, véhicule tous terrains, général": 4.0,
    "multiples tâches ménagères en même temps, effort léger": 2.8,
    "multiples tâches ménagères en même temps, effort modéré": 3.5,
    "multiples tâches ménagères en même temps, effort vigoureux": 4.3,
    "natation, brasse, général, entraînement ou compétition": 10.3,
    "natation, brasse, loisirs": 5.3,
    "natation, crawl, rythme rapide (~45 mètres/minute), effort vigoureux": 8.3,
    "natation, crawl, rythme rapide (~70 mètres/minute), effort vigoureux": 10.0,
    "natation, lac, océan, rivière (codes Taylor 280, 295)": 6.0,
    "natation, loisirs, sans longueurs, général": 6.0,
    "natation, nage indienne, général": 7.0,
    "natation, nage sur le dos, général, entraînement ou compétition": 9.5,
    "natation, nage sur le dos, loisirs": 4.8,
    "natation, papillon, général": 13.8,
    "natation, sur-place, effort modéré, général": 3.5,
    "natation, sur-place, rythme rapide, effort vigoureux": 9.8,
    "natation, synchronisée": 8.0,
    "navigation, au moteur, barrer": 2.5,
    "navigation, au moteur, passager, effort léger": 1.3,
    "nettoyage des fenêtres, lavage des fenêtres, général": 3.2,
    "nettoyage, balayer la moquette ou les sols, général": 3.3,
    "nettoyage, balayer, lentement, effort léger": 2.3,
    "nettoyage, balayer, lentement, effort modéré": 3.8,
    "nettoyage, général (ranger, changer les draps, sortir les poubelles), effort léger": 2.5,
    "nettoyage, important ou majeur (par ex. nettoyage de la voiture, des fenêtres, du garage), effort modéré": 3.5,
    "nettoyage, lavage, debout, effort modéré": 3.5,
    "nettoyage, maison ou cabane, général, effort modéré": 3.3,
    "nettoyer à la brosse des sols, à genoux, nettoyer à la brosse une salle de bain, une baignoire, effort léger": 2.0,
    "nettoyer à la brosse des sols, à genoux, nettoyer à la brosse une salle de bain, une baignoire, effort modéré": 3.5,
    "nettoyer à la brosse des sols, à genoux, nettoyer à la brosse une salle de bain, une baignoire, effort vigoureux": 6.5,
    "nettoyer l'église": 3.3,
    "nettoyer les gouttières": 5.0,
    "nourrir des animaux domestiques": 2.5,
    "orgue, assis": 2.0,
    "palefrenier, nourrir des chevaux, nettoyer des stalles, laver, bouchonner, coiffer, faire travailler les chevaux à la longe ou les monter": 7.3,
    "parcours d’obstacle de type militaire, programme de formation de camp d’entraînement": 5.0,
    "parler et manger ou manger uniquement, debout": 2.0,
    "passer la souffleuses à neige, marcher et pousser": 2.5,
    "passer l'aspirateur, général, effort modéré": 3.3,
    "patin à roulettes (code Taylor 360)": 7.0,
    "patinage de vitesse, compétition": 13.3,
    "patinage sur glace à 14,5 km/h ou moins": 5.5,
    "patinage sur glace, général (code Taylor 360)": 7.0,
    "patinage sur glace, rythme rapide, plus de 14,5 km/h, hors compétition": 9.0,
    "patinage, dance sur glace": 14.0,
    "pêche depuis la rive, position debout (code Taylor 660)": 3.5,
    "pêche sur glace, position assise": 2.0,
    "pêche, capture du poisson à la main": 4.0,
    "pêche, commerciale, effort léger": 3.5,
    "pêche, commerciale, effort modéré": 5.0,
    "pêche, commerciale, effort vigoureux": 7.0,
    "pêche, général": 3.5,
    "pêche, glace, position assise": 2.0,
    "pêche, pêche au crabe": 4.5,
    "pêcher au harpon, debout": 2.3,
    "pêcher dans le courant, avec des cuissardes (code Taylor 670)": 6.0,
    "pêcher depuis la rive et marcher": 4.0,
    "pêcher depuis un bateau ou canoë, position assise": 2.0,
    "pêcher, à la turlutte ou à la ligne, en position debout, général": 1.8,
    "pêcher, épuisette, placer le filet et récupérer le poisson, général": 3.5,
    "pêcher, filet fixe, poser le filet et récupérer le poisson, général": 3.8,
    "pêcher, moulinet, placer le filet et récupérer le poisson, général": 3.0,
    "peindre, (code Taylor 630)": 4.5,
    "peindre, extérieur de la maison (code Taylor 650)": 5.0,
    "peindre, intérieur de la maison, papier peint, décapage de peinture": 3.3,
    "peinture, maison, meubles, effort modéré": 3.3,
    "pelleter de la neige, à la main (code Taylor 610)": 6.0,
    "pelleter de la neige, à la main, effort modéré": 5.3,
    "pelleter de la neige, à la main, effort vigoureux": 7.5,
    "pelleter de la terre ou de la boue": 5.5,
    "pelleter, 4,5-7 kg/minute, effort vigoureux": 6.5,
    "pelleter, creuser des fossés": 7.8,
    "pelleter, moins de 4,5 kg/minute, effort modéré": 5.0,
    "pelleter, plus de 7 kg/minute, en creusant profondément, effort vigoureux": 8.8,
    "pelleterie": 4.5,
    "pelote basque": 12.0,
    "percussions (par ex. bongo, conga, benbe), effort modéré, assis": 3.0,
    "piano, assis": 2.3,
    "piégeage, général": 2.0,
    "Pilates, général": 3.0,
    "planche à rame, en position debout": 6.0,
    "planche à voile ou kitesurf, entraînement": 11.0,
    "planche à voile, compétition, en pompant pour gagner en vitesse": 13.5,
    "planche à voile, sans pomper pour gagner en vitesse": 5.0,
    "planter des arbres": 4.5,
    "planter des clous": 3.0,
    "planter des cultures ou jardiner, penché, effort modéré": 4.3,
    "planter des germes, buissons, penché, effort modéré": 4.3,
    "planter, rempoter, transplanter des germes ou plantes, effort léger": 2.0,
    "plomberie, général": 3.0,
    "plongée libre (code Taylor 310)": 5.0,
    "plongée sous-marine, général (code Taylor 310)": 7.0,
    "plongée sous-marine, homme-grenouille, commandos de marine": 12.0,
    "plongée sous-marine, rythme modéré": 11.8,
    "plongée sous-marine, rythme rapide": 15.8,
    "plongeon, tremplin ou plateforme": 3.0,
    "police, conduire un véhicule de police, assis": 2.5,
    "police, effectuer une arrestation, debout": 4.0,
    "police, être conduit dans un véhicule de police, assis": 1.3,
    "police, faire la circulation, debout": 2.5,
    "polo": 8.0,
    "pompier, général": 8.0,
    "pompier, levage et montée de l’échelle avec l’équipement complet, exercice d’extinction de feu": 8.0,
    "pompier, secours de victime, accident automobile, utilisation d’une gaffe": 6.8,
    "pompier, transport de tuyaux au sol, transport du matériel, ouverture de murs, etc., en portant l’équipement complet": 9.0,
    "poncer les sols avec une ponceuse": 4.5,
    "port de charges lourdes (par ex. briques, outils)": 8.0,
    "porter des objets dans des escaliers, porter des cartons ou des meubles": 9.0,
    "porter des provisions en montant des escaliers": 7.5,
    "porter un enfant de 7 kg, marche lente": 2.3,
    "porter une charge > 34 kg en montant des escaliers": 12.0,
    "porter une charge de 0,5-7 kg en montant des escaliers": 5.0,
    "porter une charge de 11-22 kg en montant des escaliers": 8.0,
    "porter une charge de 22-33 kg en montant des escaliers": 10.0,
    "porter une charge de 7 kg (par ex. valise), à plat ou en descendant des escaliers": 5.0,
    "porter une charge de 7-11 kg en montant des escaliers": 6.0,
    "porter une charge en montant des escaliers, général": 8.3,
    "porter, charger ou empiler du bois, charger/décharger ou transporter du bois de charpente": 5.5,
    "porter, charger ou empiler du bois, charger/décharger ou transporter du bois de charpente, effort léger à modéré": 3.3,
    "poser des doubles fenêtres": 5.0,
    "poser des pierres concassées": 6.3,
    "poser des plaques de plâtre à l’intérieur d’une maison": 5.0,
    "poser du carrelage ou du linoléum, réparer des appareils": 3.8,
    "poser du gazon": 5.0,
    "poser et retirer une bâche – voilier": 3.0,
    "poser la toiture": 6.0,
    "poser ou retirer de la moquette": 4.5,
    "poste de travail actif, bureau sur tapis roulant, marcher": 2.3,
    "postier, marcher pour livrer le courrier": 2.3,
    "pousser ou tirer une poussette avec un enfant ou marcher avec des enfants, 4 à 5 km/h": 4.0,
    "pousser un avion à l'intérieur et à l'extérieur d'un hangar": 6.0,
    "pousser un fauteuil roulant, cadre privé": 3.8,
    "prendre des médicaments, assis ou debout": 1.5,
    "préparer des aliments à l'église": 2.0,
    "promener le chien": 3.0,
    "racquetball, compétition": 10.0,
    "racquetball, général (code Taylor 470)": 7.0,
    "rafting, kayak, canoë en eau vive": 5.0,
    "rame, rameur d’appartement, 100 watts, effort modéré": 7.0,
    "rame, rameur d’appartement, général, effort modéré": 4.8,
    "rame, rameur d'appartement, 150 watts, effort vigoureux": 8.5,
    "rame, rameur d'appartement, 200 watts, effort très vigoureux": 12.0,
    "rame, rameur d'appartement, général, effort vigoureux": 6.0,
    "randonnée (code Taylor 050)": 7.0,
    "randonnée en traîneau à chiens en tant que musher": 7.5,
    "randonnée en traîneau à chiens en tant que passager": 2.5,
    "randonnée ou marche organisée avec un sac à dos": 7.8,
    "randonnée, à travers champs (code Taylor 040)": 6.0,
    "randonner en collines en portant une charge de 0 à 4 kg": 6.5,
    "randonner en collines en portant une charge de 4,5 à 9 kg": 7.3,
    "randonner en collines en portant une charge de 9,5 à 19 kg": 8.3,
    "randonner en collines en portant une charge supérieure à 19 kg": 9.0,
    "randonner en collines, sans charge": 6.3,
    "randonner ou marcher à allure normale à travers champs et versants de colline": 5.3,
    "ranger des provisions (par ex. porter des provisions, faire des courses sans chariot), porter des paquets": 2.5,
    "ranger une pièce": 4.8,
    "raquettes à neige, effort modéré": 5.3,
    "raquettes à neige, effort vigoureux": 10.0,
    "ratisser la pelouse (code Taylor 600)": 4.0,
    "ratisser la pelouse ou des feuilles, effort modéré": 3.8,
    "ratisser le toit avec un grattoir à neige": 4.0,
    "récolter et fabriquer du sirop d'érable (porter des seaux, du bois)": 5.0,
    "reliure de livres": 2.3,
    "réparation automobile, effort léger ou modéré": 3.3,
    "réparation domestique, général, effort léger": 2.5,
    "réparation domestique, général, effort modéré": 4.5,
    "réparation domestique, général, effort vigoureux": 6.0,
    "réparation d'un avion": 3.0,
    "réparer des appareils": 3.0,
    "repasser": 1.8,
    "retrait de la glace, maison, créer/forer des trous": 6.0,
    "rire, en position assise": 1.0,
    "rodéo, général, effort léger": 4.0,
    "rodéo, général, effort modéré": 5.5,
    "rodéo, général, effort vigoureux": 7.0,
    "roller, patin en ligne, 14,4 km/h, rythme loisir": 7.5,
    "roller, patin en ligne, 17,7 km/h, rythme modéré, exercice d’entraînement": 9.8,
    "roller, patin en ligne, 21 à 21,7 km/h, rythme rapide, exercice d’entraînement": 12.3,
    "roller, patin en ligne, 24,0 km/h, effort maximal": 14.0,
    "rugby à quinze, équipe, compétition": 8.3,
    "rugby, touch, hors compétition": 6.3,
    "s’occuper d’enfants, assis/à genoux (par ex. habiller, baigner, préparer, nourrir, soulever occasionnellement l'enfant) effort léger, général": 2.0,
    "s’occuper d’enfants, debout (par ex. habiller, baigner, préparer, nourrir, soulever occasionnellement l'enfant) effort modéré": 3.0,
    "s’occuper d’enfants, nourrisson, général": 2.5,
    "s’occuper des animaux, animaux domestiques, général": 2.3,
    "saut à ski, monter en portant des skis": 7.0,
    "saut en parachute, saut d’un point fixe, saut à l’élastique": 3.5,
    "scooter des mers, conduire, dans l'eau": 7.0,
    "scooter, moto": 3.5,
    "se baigner, assis": 1.5,
    "se coiffer, debout": 2.5,
    "se déplacer en avion ou en hélicoptère": 1.8,
    "se déplacer en bus ou train": 1.3,
    "se déplacer en voiture ou en camion": 1.3,
    "se doucher, se sécher, debout": 2.0,
    "se faire coiffer ou manucurer par quelqu'un, assis": 1.3,
    "se préparer, se laver les mains, se raser, se brosser les dents, se maquiller, assis ou debout": 2.0,
    "seller, nettoyer, toiletter, poser et retirer le harnais d’un cheval": 4.5,
    "serrurier": 3.0,
    "servir des aliments à l'église": 2.5,
    "servir les aliments, mettre la table, impliquant de marcher ou de se tenir debout": 2.5,
    "s'habiller, se déshabiller, debout ou assis": 2.5,
    "skate, compétition, effort vigoureux": 6.0,
    "skate, général, effort modéré": 5.0,
    "ski de fond à 4 km/h, rythme lent ou effort léger, marche nordique": 6.8,
    "ski de fond à 6,5-8 km/h, rythme et effort modérés, général": 9.0,
    "ski de fond à 8-12,5 km/h, rythme rapide, effort vigoureux": 12.5,
    "ski de fond à plus de 13 km/h, skieur d’élite, course": 15.0,
    "ski de fond, biathlon, pas de patineur": 13.5,
    "ski de fond, neige dure, montée, maximum, alpinisme": 15.5,
    "ski de fond, patinage": 13.3,
    "ski nautique ou wakeboard (code Taylor 220)": 6.0,
    "ski, descente, effort vigoureux, course": 8.0,
    "ski, descente, ski alpin ou snowboard, effort léger, périodes d’activité uniquement": 4.3,
    "ski, descente, ski alpin ou snowboard, effort modéré, général, périodes d’activité uniquement": 5.3,
    "ski, général": 7.0,
    "ski, ski à roulettes, coureurs d’élite": 12.5,
    "slimnastics, jazzercise": 6.0,
    "s'occuper de personnes âgées, d'adultes handicapés, baigner, habiller, coucher et lever, périodes actives uniquement": 4.0,
    "s'occuper de personnes âgées, d'adultes handicapés, nourrir, peigner, effort léger, périodes actives uniquement": 2.3,
    "softball ou baseball, lancer rapide ou lent, général (code Taylor 440)": 5.0,
    "softball, arbitrage": 4.0,
    "softball, entraînement": 4.0,
    "softball, lancer": 6.0,
    "spectateur de sport, très excité, passionné, mouvements physiques": 3.3,
    "squash (code Taylor 530)": 12.0,
    "squash, général": 7.3,
    "stretching doux": 2.3,
    "surf, corps ou planche, compétition": 5.0,
    "surf, corps ou planche, général": 3.0,
    "tai chi, qi gong, général": 3.0,
    "tai chi, qi gong, position assise, effort léger": 1.5,
    "tailler des arbustes ou des arbres, outil de coupe à moteur, utilisation d'un souffleur de feuilles, d'une débroussailleuse, effort modéré": 3.5,
    "tailler des arbustes ou des arbres, outil de coupe manuel": 4.0,
    "tanner des peaux, général": 4.0,
    "taper des documents avec une machine à écrire électrique, mécanique ou un ordinateur": 1.3,
    "tapis de course, général": 9.0,
    "tapis pour glissements latéraux, général": 11.0,
    "tennis de table, ping-pong (code Taylor 410)": 4.0,
    "tennis, double": 4.5,
    "tennis, double, (code Taylor 430)": 6.0,
    "tennis, frapper la balle, jeu récréatif, effort modéré": 5.0,
    "tennis, général": 7.3,
    "tennis, simple, (code Taylor 420)": 8.0,
    "tir à l'arc, hors chasse": 4.3,
    "tir au pistolet ou ball-trap, position debout": 2.5,
    "tirer un pousse-pousse": 6.3,
    "toilettage de cheval, donner à manger, à boire, nettoyer les étables avec marche et port de charges": 4.3,
    "tondre la pelouse, conduire une tondeuse (code Taylor 550)": 2.5,
    "tondre la pelouse, général": 5.5,
    "tondre la pelouse, marcher, tondeuse à moteur, effort modéré ou vigoureux": 5.0,
    "tondre la pelouse, marcher, tondeuse manuelle (code Taylor 570)": 6.0,
    "tondre la pelouse, tondeuse à moteur, effort léger ou modéré (code Taylor 590)": 4.5,
    "tourisme/voyage/vacances impliquant de conduire un véhicule": 2.0,
    "tourisme/voyage/vacances impliquant de marcher": 3.5,
    "traîneau, toboggan, bobsleigh, luge (code Taylor 370)": 7.0,
    "trampoline, compétition": 4.5,
    "trampoline, récréatif": 3.5,
    "travail à la machine (par ex. usinage, tôlerie, montage de machine, tournage, soudage), effort léger à modéré": 3.0,
    "travail à la machine, utilisation d'une poinçonneuse, effort modéré": 5.0,
    "travail assis, effort léger (par ex. travail de bureau, travail de laboratoire de chimie, travail sur ordinateur, réparation d’ensemble léger, réparation de montre, lecture)": 1.5,
    "travail assis, effort modéré (par ex. pousser de lourds leviers, conduire une tondeuse/un chariot élévateur, commander une grue)": 2.5,
    "travail dans une orangeraie, cueillette des oranges": 4.5,
    "travail de concierge, effort léger (par ex. nettoyer lavabos et toilettes, épousseter, passer l'aspirateur, nettoyage léger)": 2.3,
    "travail de concierge, effort modéré (par ex. armoire électrique, balayer, passer la serpillère, sortir les poubelles, passer l'aspirateur)": 3.8,
    "travail général dans la cour de l'église": 4.0,
    "travail manuel ou non qualifié, général, effort léger": 2.8,
    "travail manuel ou non qualifié, général, effort modéré": 4.5,
    "travail manuel ou non qualifié, général, effort vigoureux": 6.5,
    "travailler sur la carrosserie d'une automobile": 4.0,
    "travaux de cour, général, effort léger": 3.0,
    "travaux de cour, général, effort modéré": 4.0,
    "travaux de cour, général, effort vigoureux": 6.0,
    "travaux d'électricité (par ex. brancher des fils, dériver-connecter)": 3.3,
    "tricoter, coudre, effort léger, emballer des cadeaux, en position assise": 1.3,
    "trombone, debout": 3.5,
    "trompette, debout": 1.8,
    "utiliser des béquilles": 5.0,
    "utiliser des outils lourds (non motorisés) tels que des pelles, des pioches, des barres à mine, des bêches": 8.0,
    "utiliser des outils motorisés lourds tels que des outils pneumatiques (par ex. marteaux-piqueurs, foreuses)": 6.3,
    "utiliser un équipement de travail lourd, automatisé, sans conduire": 2.5,
    "utiliser une souffleuse à neige, marcher": 2.5,
    "violon, assis": 2.5,
    "violoncelle, assis": 2.3,
    "voile, compétition": 4.5,
    "voile, Sunfish/Laser/Hobby Cat, quillards, navigation hauturière, croisière, plaisance": 3.3,
    "voile, voilier et planche à voile, windsurf, voile sur glace, général (code Taylor 235)": 3.0,
    "volley-ball (code Taylor 400)": 4.0,
    "volley-ball, compétition, gymnase": 6.0,
    "volley-ball, hors compétition, équipe de 6-9 joueurs, général": 3.0,
    "wallyball, général": 7.0,
    "water jogging": 9.8,
    "water polo": 10.0,
    "water volley-ball": 3.0,
    "yoga, Hatha": 2.5,
    "yoga, Nadisodhana": 2.0,
    "yoga, Power": 4.0,
    "yoga, Surya Namaskar": 3.3
  }
}