Repository: Doulami/impact-vnext
Catalog: apps/api/src/plugins/bundle-plugin/dashboard/i18n/*.po
Languages: ar, fr

source: Activate Bundle
ar: تفعيل المنتج المجمّع
fr: Activer le produit groupé

source: Activating...
ar: جار التفعيل...
fr: Activation...

source: Add Bundle Components
ar: إضافة مكونات المنتج المجمّع

source: Add Component
ar: إضافة مكون
fr: Ajouter un composant

source: Add Components
ar: إضافة مكونات

source: Add to Bundle
ar: إضافة إلى المنتج المجمّع

source: Allow (Risky)
ar: السماح (محفوف بالمخاطر)
fr: Autoriser (Risqué)

source: Allow External Promotions
ar: السماح بالعروض الترويجية الخارجية
fr: Autoriser les promotions externes

source: Allowed
ar: مسموح
fr: Autorisé

source: Availability
ar: التوفر
fr: Disponibilité

source: Available From
ar: متوفر من
fr: Disponible à partir du

source: Available Until
ar: متوفر حتى
fr: Disponible jusqu'au

source: Bundle activated but not configured yet
ar: تم تفعيل المنتج المجمّع ولكن لم يتم تكوينه بعد
fr: Produit groupé activé mais pas encore configuré

source: Bundle Active
ar: المنتج المجمّع نشط
fr: Produit groupé actif

source: Bundle Cap
ar: حد المنتج المجمّع
fr: Limite du produit groupé

source: Bundle Configuration
ar: تكوين المنتج المجمّع
fr: Configuration du produit groupé

source: Bundle Settings
ar: إعدادات المنتج المجمّع
fr: Paramètres du produit groupé

source: Cancel
ar: إلغاء
fr: Annuler

source: Components
ar: المكونات
fr: Composants

source: Components ({0})
ar: المكونات ({0})
fr: Composants ({0})

source: Configure Bundle
ar: تكوين المنتج المجمّع
fr: Configurer le produit groupé

source: Create Bundle
ar: إنشاء منتج مجمّع
fr: Créer un produit groupé

source: Deactivate
ar: إلغاء التفعيل
fr: Désactiver

source: Deactivating...
ar: جار إلغاء التفعيل...
fr: Désactivation...

source: Discount Configuration
ar: تكوين الخصم
fr: Configuration de la remise

source: Discount percentage applied to component total
ar: نسبة الخصم المطبقة على إجمالي المكونات
fr: Pourcentage de remise appliqué au total des composants

source: Discount Type
ar: نوع الخصم
fr: Type de remise

source: Edit
ar: تعديل
fr: Modifier

source: Effective Price
ar: السعر الفعلي
fr: Prix effectif

source: Enter as decimal (e.g., 0.50 for 50%)
ar: أدخل كرقم عشري (مثل 0.50 لـ 50%)
fr: Entrer en décimale (ex : 0,50 pour 50%)

source: Exclude (Safe)
ar: استبعاد (آمن)
fr: Exclure (Sûr)

source: External Promos
ar: العروض الخارجية
fr: Promos externes

source: External promotions can apply (bundle discount + promo discount)
ar: يمكن تطبيق العروض الترويجية الخارجية (خصم المنتج المجمّع + خصم العرض)
fr: Les promotions externes peuvent s'appliquer (remise produit groupé + remise promo)

source: Failed to load bundle settings
ar: فشل تحميل إعدادات المنتج المجمّع
fr: Échec du chargement des paramètres du produit groupé

source: Fixed Price
ar: سعر ثابت
fr: Prix fixe

source: Leave empty for immediate availability
ar: اتركه فارغاً للتوفر الفوري
fr: Laisser vide pour une disponibilité immédiate

source: Leave empty for permanent availability
ar: اتركه فارغاً للتوفر الدائم
fr: Laisser vide pour une disponibilité permanente

source: Loading bundle data...
ar: جار تحميل بيانات المنتج المجمّع...
fr: Chargement des données du produit groupé...

source: Loading settings...
ar: جار تحميل الإعدادات...
fr: Chargement des paramètres...

source: Max Cumulative Discount
ar: الحد الأقصى للخصم التراكمي
fr: Remise cumulative maximale

source: Max Cumulative Discount (%)
ar: الحد الأقصى للخصم التراكمي (%)
fr: Remise cumulative maximale (%)

source: Maximum bundles that can be sold (leave empty for unlimited)
ar: الحد الأقصى للمنتجات المجمّعة التي يمكن بيعها (اتركه فارغاً لغير محدود)
fr: Nombre maximum de produits groupés pouvant être vendus (laisser vide pour illimité)

source: No bundle configuration found. Create a bundle for this product.
ar: لم يتم العثور على تكوين منتج مجمّع. أنشئ منتجاً مجمّعاً لهذا المنتج.
fr: Aucune configuration de produit groupé trouvée. Créez un produit groupé pour ce produit.

source: No components
ar: لا توجد مكونات
fr: Aucun composant

source: No components yet
ar: لا توجد مكونات بعد
fr: Aucun composant pour le moment

source: No components yet. Click "Add Components" to get started.
ar: لا توجد مكونات بعد. انقر على "إضافة مكونات" للبدء.

source: Not Allowed
ar: غير مسموح
fr: Non autorisé

source: OFF
ar: إيقاف
fr: DÉSACTIVÉ

source: ON
ar: تشغيل
fr: ACTIVÉ

source: Order
ar: الترتيب
fr: Ordre

source: Percentage Off
ar: نسبة الخصم
fr: Pourcentage de réduction

source: Percentage Off (%)
ar: نسبة الخصم (%)
fr: Pourcentage de réduction (%)

source: Price applied at order; item prices prorated
ar: يتم تطبيق السعر عند الطلب؛ يتم توزيع أسعار العناصر بالنسب
fr: Prix appliqué à la commande ; prix des articles répartis

source: Promotion codes and coupons will NOT apply to this bundle (prevents double-discounting)
ar: لن تنطبق رموز العروض الترويجية والكوبونات على هذا المنتج المجمّع (لمنع الخصم المزدوج)
fr: Les codes promotionnels et coupons ne s'appliqueront PAS à ce produit groupé (évite les doubles remises)

source: Publish
ar: نشر
fr: Publier

source: Publishing...
ar: جار النشر...
fr: Publication...

source: Quantity
ar: الكمية
fr: Quantité

source: Save
ar: حفظ
fr: Enregistrer

source: Save Bundle
ar: حفظ المنتج المجمّع
fr: Enregistrer le produit groupé

source: Saving...
ar: جار الحفظ...
fr: Enregistrement...

source: Site-wide Promotions
ar: العروض الترويجية على مستوى الموقع
fr: Promotions sur tout le site

source: Site-wide Promotions Affect Bundles
ar: العروض الترويجية على مستوى الموقع تؤثر على المنتجات المجمّعة
fr: Les promotions sur tout le site affectent les produits groupés

source: SKU
ar: رمز التخزين

source: Status
ar: الحالة
fr: Statut

source: This product is not configured as a bundle.
ar: هذا المنتج غير مكوّن كمنتج مجمّع.
fr: Ce produit n'est pas configuré comme un produit groupé.

source: Total Savings
ar: إجمالي التوفير
fr: Économies totales

source: Type
ar: النوع

source: Unlimited
ar: غير محدود
fr: Illimité

source: Valid From
ar: صالح من
fr: Valide à partir du

source: Valid To
ar: صالح حتى
fr: Valide jusqu'au

source: Value
ar: القيمة
fr: Valeur

source: Variant
ar: المتغير
fr: Variante

source: Variant ID
ar: معرف المتغير
fr: ID de variante

source: Whether external promotion codes/coupons can be applied to this bundle
ar: ما إذا كان يمكن تطبيق رموز/كوبونات العروض الخارجية على هذا المنتج المجمّع
fr: Si les codes promotionnels/coupons externes peuvent être appliqués à ce produit groupé

source: Whether external promotions can apply to bundles
ar: ما إذا كان يمكن تطبيق العروض الترويجية الخارجية على المنتجات المجمّعة
fr: Si les promotions externes peuvent s'appliquer aux produits groupés

source: Search products...
ar: البحث عن منتجات...

source: No products found
ar: لم يتم العثور على منتجات

source: Start typing to search for products
ar: ابدأ الكتابة للبحث عن منتجات

source: Qty
ar: الكمية

source: {count} variants
ar: {count} متغيرات

source: {count} variants selected
ar: {count} متغيرات محددة
