Repository: Doulami/impact-vnext
Catalog: apps/api/src/plugins/nutrition-batch-plugin/dashboard/i18n/*.po
Languages: ar, fr

source: Actions
ar: الإجراءات

source: Add Default Macros
ar: إضافة المغذيات الكبرى الافتراضية
fr: Ajouter les macronutriments par défaut

source: Add Row
ar: إضافة صف
fr: Ajouter une ligne

source: Allergy Advice
ar: نصائح الحساسية
fr: Conseils d'allergie

source: Amino
ar: حمض أميني
fr: Acide aminé

source: Are you sure you want to delete batch {batch.batchCode}? This action cannot be undone.
ar: هل أنت متأكد من حذف الدفعة {batch.batchCode}؟ لا يمكن التراجع عن هذا الإجراء.

source: Back to List
ar: العودة إلى القائمة
fr: Retour à la liste

source: Batch Code
ar: رمز الدفعة
fr: Code de lot

source: Batch Information
ar: معلومات الدفعة
fr: Informations sur le lot

source: Batch not found.
ar: لم يتم العثور على الدفعة.
fr: Lot non trouvé.

source: Batches & Nutrition
ar: الدفعات والتغذية
fr: Lots et nutrition

source: Cancel
ar: إلغاء
fr: Annuler

source: Create Batch
ar: إنشاء دفعة
fr: Créer un lot

source: Create Nutrition Batch
ar: إنشاء دفعة تغذية
fr: Créer un lot nutritionnel

source: Current
ar: الحالية
fr: Actuel

source: Delete
ar: حذف
fr: Supprimer

source: Delete Batch?
ar: حذف الدفعة؟
fr: Supprimer le lot?

source: Error loading batch data. Check console for details.
ar: خطأ في تحميل بيانات الدفعة. تحقق من وحدة التحكم للحصول على التفاصيل.
fr: Erreur lors du chargement des données du lot. Vérifiez la console pour plus de détails.

source: Error saving batch. Please check console for details.
ar: خطأ في حفظ الدفعة. يرجى التحقق من وحدة التحكم للحصول على التفاصيل.
fr: Erreur lors de l'enregistrement du lot. Veuillez vérifier la console pour plus de détails.

source: Expiry Date
ar: تاريخ انتهاء الصلاحية
fr: Date d'expiration

source: Group
ar: المجموعة
fr: Groupe

source: Ingredients
ar: المكونات
fr: Ingrédients

source: Internal Notes
ar: ملاحظات داخلية
fr: Notes internes

source: Loading...
ar: جار التحميل...
fr: Chargement...

source: Loading batch data...
ar: جار تحميل بيانات الدفعة...
fr: Chargement des données du lot...

source: Macro
ar: مغذي كبير
fr: Macronutriment

source: Mineral
ar: معدن
fr: Minéral

source: No batches yet. Click "Create Batch" to get started.
ar: لا توجد دفعات حتى الآن. انقر على "إنشاء دفعة" للبدء.
fr: Aucun lot pour le moment. Cliquez sur "Créer un lot" pour commencer.

source: No nutrition data yet. Click "Add Row" or "Add Default Macros" to get started.
ar: لا توجد بيانات تغذية حتى الآن. انقر على "إضافة صف" أو "إضافة المغذيات الكبرى الافتراضية" للبدء.
fr: Aucune donnée nutritionnelle pour le moment. Cliquez sur "Ajouter une ligne" ou "Ajouter les macronutriments par défaut" pour commencer.

source: Nutrient
ar: المغذي
fr: Nutriment

source: Nutrition Table
ar: جدول التغذية
fr: Tableau nutritionnel

source: Other
ar: أخرى
fr: Autre

source: Per 100g
ar: لكل 100 جرام
fr: Pour 100g

source: Per Serving
ar: لكل حصة
fr: Par portion

source: Production Date
ar: تاريخ الإنتاج
fr: Date de production

source: RI %
ar: نسبة المرجع %
fr: AR %

source: Recommended Use
ar: الاستخدام الموصى به
fr: Utilisation recommandée

source: Reference Intake Footnote
ar: حاشية المدخول المرجعي
fr: Note de bas de page sur l'apport de référence

source: Regulatory & Marketing Texts
ar: النصوص التنظيمية والتسويقية
fr: Textes réglementaires et marketing

source: Save
ar: حفظ
fr: Enregistrer

source: Saving...
ar: جار الحفظ...
fr: Enregistrement...

source: Serving Information
ar: معلومات الحصة
fr: Informations sur la portion

source: Serving Label
ar: تسمية الحصة
fr: Étiquette de portion

source: Serving Size
ar: حجم الحصة
fr: Taille de portion

source: Servings Per Container
ar: عدد الحصص في الحاوية
fr: Portions par contenant

source: Set as Current
ar: تعيين كحالية
fr: Définir comme actuel

source: Set as Current for Website
ar: تعيين كحالية للموقع
fr: Définir comme actuel pour le site Web

source: Short Description
ar: وصف مختصر
fr: Brève description

source: Storage Advice
ar: نصائح التخزين
fr: Conseils de conservation

source: Unit
ar: الوحدة
fr: Unité

source: Vitamin
ar: فيتامين
fr: Vitamine

source: Warnings
ar: تحذيرات
fr: Avertissements

source: Are you sure you want to delete batch {batchCode}? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer le lot {batchCode}? Cette action ne peut pas être annulée.
